--Member 데이터 생성
INSERT INTO MEMBER(MEMBER_ID, CREATED_DATE, LAST_MODIFIED_DATE, CITY, STREET, ZIPCODE, NAME)
VALUES (null, '2021-12-17 22:51:15.482', '2021-12-17 22:51:15.482', '서울', '10km', '13039', '송하나'),
(null, '2021-12-17 22:51:15.482', '2021-12-17 22:51:15.482', '대전', '50km', '32910', '김아름'),
(null, '2021-12-17 22:51:15.482', '2021-12-17 22:51:15.482', '남양주', '30km', '52434', '이제욱'),
(null, '2021-12-17 22:51:15.482', '2021-12-17 22:51:15.482', '제주', '350km', '43021', '강한별'),
(null, '2021-12-17 22:51:15.482', '2021-12-17 22:51:15.482',  '인천', '13km', '63039', '하연주')
;

--ITEM 데이터 생성
INSERT INTO ITEM(DTYPE, ITEM_ID, CREATED_DATE, LAST_MODIFIED_DATE, NAME, PRICE, STOCK_QUANTITY, ARTIST, ETC, AUTHOR, ISBN, ACTOR, DIRECTOR)
VALUES ('B', null, '2021-12-17 22:51:15.482', '2021-12-17 22:51:15.482', '욕망의 진화', 35000, 40, null, null, '데이비드 버스', '9203-1203910-23', null, null),
('A', null, '2021-12-17 22:51:15.482', '2021-12-17 22:51:15.482', 'BTS Butter', 100000, 100, 'BTS', 'BTS Limit Album', null, null, null, null),
('M', null, '2021-12-17 22:51:15.482', '2021-12-17 22:51:15.482', '해리포터 마법사의 돌', 12000, 1000, null, null, null, null, '다니엘', 'J.K 롤링'),
('B', null, '2021-12-17 22:51:15.482', '2021-12-17 22:51:15.482', '기획의 정석', 13000, 40, null, null, '박신영', '1293-120324-21', null, null)
;
